Repository: vaishnav7100/art_elevate
Catalog: lib/l10n/intl_*.arb
Languages: hi, ml

source: Email
hi: ईमेल
ml: ഇമെയിൽ

source: Password
hi: पासवर्ड
ml: പാസ്വേഡ്

# welcomeMessage
source: Welcome to Art Elevate
hi: आर्ट एलीवेट में आपका स्वागत है
ml: ആർട്ട് എലിവേറ്റ് ലേക്ക് സ്വാഗതം

# emailHint
source: Please enter your email id
hi: कृपया अपना ईमेल आईडी दर्ज करें
ml: ദയവായി നിങ്ങളുടെ ഇമെയിൽ ഐഡി നൽകുക

# validEmail
source: Please enter a valid email address
hi: कृपया एक वैध ईमेल पता दर्ज करें
ml: ദയവായി ഒരു സാധു ഇമെയിൽ വിലാസം നൽകുക

# gmailOnly
source: Please enter a gmail address
hi: कृपया एक गूगल ईमेल पता दर्ज करें
ml: ദയവായി ഒരു ജിമെയിൽ വിലാസം നൽകുക

# passwordHint
source: Please enter your Password
hi: कृपया अपना पासवर्ड दर्ज करें
ml: ദയവായി നിങ്ങളുടെ പാസ്വേഡ് നൽകുക

# passwordLength
source: Password should be at least 6 characters
hi: पासवर्ड कम से कम 6 वर्णों का होना चाहिए
ml: പാസ്വേഡ് കുറഞ്ഞത് 6 അക്ഷരങ്ങൾ ആയിരിക്കണം

source: Forgot password?
hi: पासवर्ड भूल गए?
ml: പാസ്വേഡ് മറന്നോ?

# loginButton
source: LOGIN
hi: लॉगिन
ml: ലോഗിൻ

# noAccount
source: Don't have an account,
hi: क्या आपका खाता नहीं है,
ml: അക്കൗണ്ട് ഇല്ലേ,

source: click here
hi: यहां क्लिक करें
ml: ഇതിൽ ക്ലിക്ക് ചെയ്യുക

source: Error :
hi: त्रुटि :
ml: പിശക് :

# unknownError
source: An unknown error occurred
hi: एक अनजान त्रुटि हुई
ml: ഒരു അറിയപ്പെടുന്ന പിശക് സംഭവിച്ചു

# userNotFound
source: No user found for that email
hi: उस ईमेल के लिए कोई उपयोगकर्ता नहीं मिला
ml: അയച്ച ഇമെയിൽ വിലാസത്തിനുള്ള ഉപയോക്താവ് കണ്ടെത്തിയില്ല

# wrongPassword
source: Incorrect password. Please try again.
hi: गलत पासवर्ड। कृपया फिर से प्रयास करें।
ml: തെറ്റായ പാസ്വേഡ്. ദയവായി വീണ്ടും ശ്രമിക്കുക.

# invalidEmail
source: The email address is not valid.
hi: ईमेल पता अवैध है।
ml: ഇമെയിൽ വിലാസം ശരിയല്ല.

# emailInUse
source: This email address is already in use.
hi: यह ईमेल पता पहले से उपयोग में है।
ml: ഈ ഇമെയിൽ വിലാസം ഇതിനകം ഉപയോഗത്തിലാണ്.

# okButton
source: Ok
hi: ठीक है
ml: ശരി

source: Settings
hi: सेटिंग्स
ml: സെറ്റിംഗുകൾ

source: Account
hi: खाता
ml: അക്കൗണ്ട്

source: My Artwork
hi: मेरी कला
ml: എന്റെ കലയ്

source: Terms and policies
hi: नियम और शर्तें
ml: നിബന്ധനകളും നയങ്ങളും

source: Contact us
hi: संपर्क करें
ml: ഞങ്ങളെ ബന്ധപ്പെടുക

source: About us
hi: हमारे बारे में
ml: ഞങ്ങളെക്കുറിച്ച്

source: Logout
hi: लॉगआउट
ml: ലോഗ് ഔട്ട്

source: Full Name (Required)*
hi: पूरा नाम (आवश्यक)*
ml: പൂർണ്ണനാമം (ആവശ്യമാണ്)*

source: Phone number (Required)*
hi: फोन नंबर (आवश्यक)*
ml: ഫോണിന്റെ നമ്പർ (ആവശ്യമാണ്)*

source: Pincode (Required)*
hi: पिनकोड (आवश्यक)*
ml: പിന്‍കോഡ് (ആവശ്യമാണ്)*

# pleaseEnter6DigitPincode
source: Please enter a 6-digit pincode
hi: कृपया 6 अंकों का पिनकोड दर्ज करें
ml: ദയവായി 6 അക്കങ്ങളുള്ള പിന്‍കോഡ് നല്‍കുക

source: Pincode must be numeric
hi: पिनकोड केवल संख्यात्मक होना चाहिए
ml: പിന്‍കോഡ് നമ്പറായിരിക്കണം

source: State (Required)*
hi: राज्य (आवश्यक)*
ml: സംസ്ഥാനം (ആവശ്യമാണ്)*

source: City (Required)*
hi: शहर (आवश्यक)*
ml: നഗരം (ആവശ്യമാണ്)*

# houseNoRequired
source: House No., Building Name (Required)*
hi: घर का नंबर, बिल्डिंग का नाम (आवश्यक)*
ml: ഹൗസ് നമ്പർ, ബിൽഡിംഗ് നാമം (ആവശ്യമാണ്)*

# landmarkRequired
source: Landmark
hi: लैंडमार्क
ml: ലാൻഡ്മാർക്ക്

source: Save Address
hi: पता सहेजें
ml: വിലാസം സേവ് ചെയ്യുക

source: Add delivery address
hi: वितरण पता जोड़ें
ml: ഡെലിവറി വിലാസം ചേർക്കുക

# pleaseEnterName
source: Please enter your name.
hi: कृपया अपना नाम दर्ज करें।
ml: ദയവായി നിങ്ങളുടെ പേര് നൽകുക.

# pleaseEnterValidName
source: Please enter a valid name.
hi: कृपया एक वैध नाम दर्ज करें।
ml: ദയവായി ഒരു സാധു പേര് നൽകുക.

# pleaseEnterPhone
source: Please enter your phone number.
hi: कृपया अपना फोन नंबर दर्ज करें।
ml: ദയവായി നിങ്ങളുടെ ഫോൺ നമ്പർ നൽകുക.

# pleaseEnterValidPhone
source: Please enter a valid phone number.
hi: कृपया एक वैध फोन नंबर दर्ज करें।
ml: ദയവായി ഒരു സാധു ഫോൺ നമ്പർ നൽകുക.

# pleaseEnterPincode
source: Please enter the pincode of your location.
hi: कृपया अपने स्थान का पिनकोड दर्ज करें।
ml: ദയവായി നിങ്ങളുടെ സ്ഥലം വച്ച് പിന്‍കോഡ് നൽകുക.

# pleaseEnterState
source: Please enter your state.
hi: कृपया अपना राज्य दर्ज करें।
ml: ദയവായി നിങ്ങളുടെ സംസ്ഥാനത്തെ നൽകുക.

# pleaseEnterCity
source: Please enter your city.
hi: कृपया अपना शहर दर्ज करें।
ml: ദയവായി നിങ്ങളുടെ നഗരം നൽകുക.

# pleaseEnterHouse
source: Please enter your house number or building name.
hi: कृपया अपना घर नंबर या बिल्डिंग का नाम दर्ज करें।
ml: ദയവായി നിങ്ങളുടെ ഹൗസ് നമ്പർ അല്ലെങ്കിൽ ബിൽഡിംഗ് നാമം നൽകുക.

# pleaseEnterLandmark
source: Please enter a landmark for your location.
hi: कृपया अपने स्थान का लैंडमार्क दर्ज करें।
ml: ദയവായി നിങ്ങളുടെ സ്ഥലത്തെ ലാൻഡ്മാർക്ക് നൽകുക.

# addressAdded
source: Address added successfully!
hi: पता सफलतापूर्वक जोड़ा गया!
ml: വിലാസം വിജയകരമായി ചേർത്തു!

# addressAddFailed
source: Failed to add address
hi: पता जोड़ने में विफल
ml: വിലാസം ചേർക്കുന്നതിൽ പിശക്

source: Item not found!
hi: वस्तु नहीं मिली!
ml: വസ്തു കണ്ടെത്തിയില്ല!

# search_hint
source: Search by product, brand & more...
hi: उत्पाद, ब्रांड और अधिक से खोजें...
ml: ഉൽപ്പന്നം, ബ്രാൻഡ് & കൂടുതൽ എന്നിവ പ്രകാരം തിരയൂ...

# error_title
source: Error
hi: त्रुटि
ml: പിശക്

# error_message
source: Failed to fetch user data. Please try again
hi: उपयोगकर्ता डेटा प्राप्त करने में त्रुटि। कृपया फिर से प्रयास करें
ml: ഉപയോക്തൃ ഡാറ്റ പ്രാപ്തിയാക്കുന്നതിൽ പിശക്. ദയവായി വീണ്ടും ശ്രമിക്കുക

source: OK
hi: ठीक है
ml: ശരി

source: Categories
hi: वर्ग
ml: വിഭാഗങ്ങൾ

source: View all
hi: सभी देखें
ml: എല്ലാം കാണുക

source: My Account
hi: मेरा खाता
ml: എന്റെ അക്കൗണ്ട്

source: Change Password
hi: पासवर्ड बदलें
ml: പാസ്വേഡ് മാറ്റുക

source: Delete Account
hi: खाता हटाएं
ml: അക്കൗണ്ട് ഇല്ലാതാക്കുക

# password_reset_email_sent
source: Password Reset Email has been sent!
hi: पासवर्ड रीसेट ईमेल भेजा गया है!
ml: പാസ്വേഡ് റിസെറ്റ് ഇമെയിൽ അയച്ചു!

# delete_account_confirmation
source: Are you sure you want to delete your account?
hi: क्या आप अपना खाता हटाना चाहते हैं?
ml: നിങ്ങളുടെ അക്കൗണ്ട് ഇല്ലാതാക്കാൻ നിങ്ങൾ വിശ്വസിക്കുന്നുവോ?

# enter_password_to_delete_account
source: Enter your password to delete account
hi: खाता हटाने के लिए अपना पासवर्ड दर्ज करें
ml: അക്കൗണ്ട് ഇല്ലാതാക്കാൻ നിങ്ങളുടെ പാസ്വേഡ് നൽകുക

source: Cancel
hi: रद्द करें
ml: റദ്ദാക്കുക

source: Confirm
hi: पुष्टि करें
ml: നിര്ദ്ദിഷ്ടം

# reset_password_confirmation
source: Do you want to reset your password?
hi: क्या आप अपना पासवर्ड रीसेट करना चाहते हैं?
ml: നിങ്ങൾ പാസ്വേഡ് പുനഃസജ്ജീകരിക്കുക ആഗ്രഹിക്കുന്നുണ്ടോ?

# please_login_again
source: You need to log in again to perform this action
hi: इस क्रिया को करने के लिए कृपया फिर से लॉगिन करें
ml: ഈ പ്രവർത്തനം നടത്താൻ ദയവായി വീണ്ടും ലോഗിൻ ചെയ്യുക

source: Account deleted successfully
hi: खाता सफलतापूर्वक हटा दिया गया
ml: അക്കൗണ്ട് വിജയകരമായി ഇല്ലാതാക്കി

# error_deleting_account
source: Error deleting account. Please try again.
hi: खाता हटाने में त्रुटि। कृपया फिर से प्रयास करें।
ml: അക്കൗണ്ട് ഇല്ലാതാക്കുന്നതിൽ പിശക്. ദയവായി വീണ്ടും ശ്രമിക്കുക.

source: Chats
hi: चैट्स
ml: ചാറ്റുകൾ

source: No chats found.
hi: कोई चैट नहीं मिली।
ml: ചാറ്റുകൾ കണ്ടെത്തിയില്ല.

source: My orders
hi: मेरे ऑर्डर
ml: എന്റെ ഓർഡറുകൾ

# oopsNoOrders
source: Oops! Can't find any orders
hi: ओह! कोई ऑर्डर नहीं मिला
ml: ഒOops! ഓർഡറുകൾ കണ്ടെത്തിയില്ല

source: Shop now
hi: अभी खरीदें
ml: ഇപ്പോൾ ഷോപ്പുചെയ്യുക

source: Error loading orders:
hi: ऑर्डर लोड करने में त्रुटि:
ml: ഓർഡറുകൾ ലോഡ് ചെയ്യുന്നതിൽ പിശക്:

source: No items found.
hi: कोई वस्तु नहीं मिली।
ml: വസ്തുക്കൾ കണ്ടെത്തിയില്ല.

source: Yes
hi: हाँ
ml: അതെ

source: No
hi: नहीं
ml: ഇല്ല

source: My Addresses
hi: मेरे पते
ml: എന്റെ വിലാസങ്ങൾ

source: Saved addresses
hi: सहेजे गए पते
ml: സേവ് ചെയ്ത വിലാസങ്ങൾ

source: Add a new address
hi: नया पता जोड़ें
ml: പുതിയ വിലാസം ചേർക്കുക

source: Delete this address
hi: इस पते को हटाएं
ml: ഈ വിലാസം ഇല്ലാതാക്കുക

source: Address deleted successfully
hi: पता सफलतापूर्वक हटाया गया
ml: വിലാസം വിജയകരമായി ഇല്ലാതാക്കി

# error_deleting_address
source: Error:
hi: त्रुटि:
ml: പിശക്:

source: User need to login
hi: उपयोगकर्ता को लॉगिन करने की आवश्यकता है
ml: ഉപയോക്താവ് ലോഗിൻ ചെയ്യണം

# address_made_default
source: Address made default successfully
hi: पता सफलतापूर्वक डिफ़ॉल्ट बनाया गया
ml: വിലാസം ഡിഫോൾട്ട് ആയി തിരുത്തപ്പെട്ടു

# error_making_default_address
source: Error making address default
hi: पता डिफ़ॉल्ट बनाने में त्रुटि
ml: ഡിഫോൾട്ട് വിലാസം നിർമാണത്തിലെ പിശക്

source: My Artwork
hi: मेरी कला
ml: എന്റെ കലയ്

source: Error fetching email
hi: ईमेल प्राप्त करने में त्रुटि
ml: ഇമെയിൽ നേടുന്നതിൽ പിശക്

source: Error fetching artworks
hi: कला प्राप्त करने में त्रुटि
ml: കലയെ പ്രാപ്തിയാക്കുന്നതിൽ പിശക്

source: Artwork deleted successfully
hi: कला सफलतापूर्वक हटा दी गई
ml: കലയ് വിജയകരമായി ഇല്ലാതാക്കി

# error_deleting_artwork
source: Error:
hi: त्रुटि:
ml: പിശക്:

source: Upload your artwork!
hi: अपनी कला अपलोड करें!
ml: നിങ്ങളുടെ കലയെ അപ്ലോഡ് ചെയ്യൂ!

source: Upload artwork
hi: कला अपलोड करें
ml: കലയെ അപ്ലോഡ് ചെയ്യൂ

source: Delete this artwork
hi: इस कला को हटाएं
ml: ഈ കലയെ ഇല്ലാതാക്കുക

source: Return policy
hi: वापसी नीति
ml: പരിപാടി പ്രതിപാദ്യം

source: Payment policy
hi: भुगतान नीति
ml: പേയ്മെന്റ് നയം

source: Terms and conditions
hi: नियम और शर्तें
ml: നിബന്ധനകളും വ്യവസ്ഥകളും

source: Customer care :
hi: ग्राहक देखभाल:
ml: ഉപഭോക്തൃ പരിചരണം:

source: Whatsapp :
hi: व्हाट्सएप:
ml: വാട്ട്സ്ആപ്പ്:

# workingHours
source: MON-FRI : 9:30AM - 6:00 PM
hi: सोम-शुक्र: 9:30 AM - 6:00 PM

# connectMessage
source: Anyone can directly connect with us on following Customer care number and E-mail
hi: कोई भी निम्नलिखित ग्राहक देखभाल नंबर और ईमेल पर हमसे सीधे जुड़ सकता है
ml: എല്ലാവരും ചാറ്റ് ചെയ്യലിന് താഴെ നൽകിയ ഉപഭോക്തൃ പരിചരണം നമ്പരും ഇമെയിൽ ലഭിക്കും

source: Who Are We
hi: हम कौन हैं
ml: ഞങ്ങളാണ് എവിടെ

# about_us_description
source: Art Elevate is an innovative app designed for both art lovers and creators. Created by Vaishnav, it connects artists with buyers through an easy-to-use platform. Artists can upload their works, set prices, and reach a global audience. Buyers can explore a wide variety of art styles and genres. The app ensures secure transactions and a smooth user experience. Art Elevate also features a community where users can interact and share their artistic passions. It supports artists from diverse backgrounds, helping them gain visibility. Whether buying or selling, Art Elevate is your gateway to the art world.
hi: आर्ट एलीवेट एक नवोन्मेषी ऐप है जो कला प्रेमियों और रचनाकारों दोनों के लिए डिज़ाइन किया गया है। यह ऐप कला को खरीदने और बेचने का एक सहज और सुरक्षित मंच प्रदान करता है।
ml: ആർട്ട് എലിവേറ്റ് ഒരു പുതിയ ആപ്പ് ആണ്, കലാകാരന്മാരെയും കലാപ്രേമികളെയും ബന്ധിപ്പിക്കുന്നതാണ്. വൈഷ്ണവ് സൃഷ്ടിച്ച ഈ ആപ്പ്, ആർട്ട് സൃഷ്ടികളെ പ്രദർശിപ്പിക്കുന്ന, വില്പനയ്ക്കുള്ള വിപണിയിൽവേണ്ടി കലാകാരന്മാരെ സഹായിക്കുന്നു.

# welcome_message
source: Welcome to our art platform! Fill out the form below to become a seller and start showcasing your artwork.
hi: हमारे कला प्लेटफ़ॉर्म में आपका स्वागत है! सेलर बनने के लिए नीचे दिए गए फॉर्म को भरें और अपनी कला प्रदर्शित करना शुरू करें।
ml: ഞങ്ങളുടെ കല പ്ലാറ്റ്ഫോമിലേക്ക് സ്വാഗതം! സെല്ലർ ആയി പ്രവർത്തിക്കാൻ താഴെ നൽകിയ ഫോം പൂരിപ്പിക്കുക.

source: Artwork Submission
hi: कला प्रस्तुत करना
ml: കലയെ സമർപ്പണം

# no_image_selected
source: No images selected
hi: कोई चित्र चयनित नहीं
ml: ചിത്രം തിരഞ്ഞെടുക്കപ്പെട്ടില്ല

# title_for_artwork
source: Title for your artwork
hi: आपकी कला का शीर्षक
ml: നിങ്ങളുടെ കലയ്ക്ക് ശീർഷകം

source: Select title
hi: शीर्षक चयन करें
ml: ശീർഷകം തിരഞ്ഞെടുക്കുക

# price_of_artwork
source: Price of your artwork
hi: आपकी कला की कीमत
ml: നിങ്ങളുടെ കലയ്ക്ക് വില

source: Price
hi: कीमत
ml: വില

# selectTitle
source: Please select a title
hi: कृपया एक शीर्षक चुनें
ml: ദയവായി ഒരു തലക്കെട്ട് തിരഞ്ഞെടുക്കുക

# enterPrice
source: Please enter the price
hi: कृपया मूल्य दर्ज करें
ml: ദയവായി വില നൽകുക

source: Seller Agreement
hi: विक्रेता समझौता
ml: സെല്ലർ കരാർ

# agreeToTerms
source: I agree to the
hi: मैं नियमों और शर्तों से सहमत हूँ
ml: ഞാൻ നിബന്ധനകൾ സമ്മതിക്കുന്നു

source: Submit Application
hi: आवेदन जमा करें
ml: അപ്ലിക്കേഷൻ സമർപ്പിക്കുക

# artwork_verification_message
source: We will verify your artwork in 12 hours and post it.
hi: हम 12 घंटे में आपकी कला की जांच करेंगे और इसे पोस्ट करेंगे।
ml: നിങ്ങളുടെ കലയെ 12 മണിക്കൂറിനുള്ളിൽ പരിശോധിച്ച് പോസ്റ്റ് ചെയ്യാം.

# artwork_upload_error
source: Failed to upload artwork. Please try again.
hi: कला अपलोड करने में त्रुटि। कृपया फिर से प्रयास करें।
ml: കലയെ അപ്ലോഡ് ചെയ്യുന്നതിൽ പിശക്. ദയവായി വീണ്ടും ശ്രമിക്കുക.

# image_select_and_price_message
source: Please select an image and set a price
hi: कृपया एक चित्र चुनें और मूल्य निर्धारित करें
ml: ദയവായി ചിത്രം തിരഞ്ഞെടുക്കുക, വില സജ്ജമാക്കുക

# fill_upload_image_message
source: Please fill upload image of your artwork
hi: कृपया अपनी कला की छवि अपलोड करें
ml: ദയവായി നിങ്ങളുടെ കലയെ അപ്ലോഡ് ചെയ്യുക

# accept_terms_message
source: Please accept the terms and condition.
hi: कृपया नियम और शर्तें स्वीकार करें।
ml: ദയവായി നിബന്ധനകൾ സ്വീകരിക്കുക.

# artworkAddedSuccess
source: We will verify your artwork and then post it
hi: हम आपके कला कार्य को सत्यापित करेंगे और फिर उसे पोस्ट करेंगे।
ml: ഞങ്ങൾ നിങ്ങളുടെ കലാരൂപം പരിശോധിച്ച് പിന്നീട് അത് പോസ്റ്റ് ചെയ്യും.

source: Wishlist
hi: इच्छा सूची
ml: ചേർത്ത് സൂക്ഷിക്കുക

source: No items found.
hi: कोई वस्तु नहीं मिली।
ml: വസ്തുക്കൾ കണ്ടെത്തിയില്ല.

# oops_no_items
source: Oops! Can't find any items
hi: ओह! कोई वस्तु नहीं मिली
ml: ഒ! വസ്തുക്കൾ കണ്ടെത്തിയില്ല

source: Add now
hi: अब जोड़ें
ml: ഇപ്പോൾ ചേർക്കുക

source: Report sent successfully
hi: रिपोर्ट सफलतापूर्वक भेजी गई
ml: റിപോർട്ട് വിജയകരമായി അയച്ചു

source: Delete
hi: हटाएं
ml: പൊതു

source: No data found
hi: कोई डेटा नहीं मिला
ml: ഡാറ്റ കണ്ടെത്തിയില്ല

source: Set your profile & password
hi: अपना प्रोफ़ाइल और पासवर्ड सेट करें
ml: നിങ്ങളുടെ പ്രൊഫൈൽ & പാസ്വേഡ്ഡ് സെറ്റ് ചെയ്യൂ

source: Mark as delivered
hi: डिलीवर के रूप में चिह्नित करें
ml: ഡെലിവർ ചെയ്തതായി അടയാളപ്പെടുത്തുക

source: Marked as delivered
hi: डिलीवर के रूप में चिह्नित किया गया
ml: ഡെലിവർ ചെയ്തതായി അടയാളപ്പെടുത്തി

source: Notifications
hi: सूचनाएँ
ml: അറിയിപ്പുകൾ

source: No notifications available
hi: कोई सूचनाएँ उपलब्ध नहीं हैं
ml: ലഭ്യമായ അറിയിപ്പുകൾ ഇല്ല

source: Mark as read
hi: पढ़ा हुआ चिह्नित करें
ml: വായിച്ചതായി അടയാളപ്പെടുത്തുക

source: Please save your address!
hi: कृपया अपना पता सहेजें!
ml: ദയവായി നിങ്ങളുടെ വിലാസം സേവ് ചെയ്യുക!

source: Processing your order...
hi: आपका आदेश प्रोसेस किया जा रहा है...
ml: നിങ്ങളുടെ ഓർഡർ പ്രോസസ്സിങ് ചെയ്യുന്നു...

source: Order now
hi: अब ऑर्डर करें
ml: ഇപ്പോൾ ഓർഡർ ചെയ്യുക

source: Payment
hi: भुगतान
ml: പെമന്റ്

source: Rate this Artwork
hi: इस कला कार्य को रेट करें
ml: ഈ കലാരൂപം റേറ്റുചെയ്യുക

source: Payments
hi: भुगतान
ml: പെമെന്റുകൾ

source: No Orders available
hi: कोई आदेश उपलब्ध नहीं है
ml: ഓർഡറുകൾ ലഭ്യമല്ല

source: Send Message
hi: संदेश भेजें
ml: സന്ദേശം അയക്കുക

source: Customer Orders
hi: ग्राहक आदेश
ml: ഉപഭോക്തൃ ഓർഡറുകൾ
